{
  "menu": {
    "home": "Início",
    "projects": "Projetos",
    "about": "Sobre",
    "toggle": "abrir menu"
  },
  "redirects":{
    "github": "clique aqui para acessar meu perfil do github",
    "linkedin": "clique aqui para acessar meu perfil do linkedin",
    "en": "traduzir para o inglês",
    "pt": "traduzir para o português brasileiro"
  },
  "intro": {
    "welcome": "Bem vindo ao meu portfolio",
    "subtitle": "Clara Maestri - desenvolvedora frontend ",
    "about": "sobre mim",
    "projects": "meus projetos",
    "alt": "gif de uma lua com nuvens"
  }
  ,
  "about": {
    "page": "Sobre mim",
    "title": "Olá eu sou a ",
    "sub": "desenvolvedora - ",
    "text": "Inciei minha jornada como dev frontend em 2022, buscando desafios que pudesse resolver utilizando da lógica e a criatividade ao mesmo tempo. Tenho como especialidade o desenvolvimento de interfaces responsivas",
    "social": "mídias sociais",
    "alt": "Clara segurando Frodo, um gato tigrado. a imagem possui fundo redondo e roxo com lua e estrelas"
  },
  "footer":{
    "message": "Desenvolvido por "
  },
  "projects":{
    "page": "Projetos",
    "alt": "a imagem mostra o projeto em diferentes resoluções: mobile, desktop e tablet",
    "ariaLabel": "clique aqui para visualizar o projeto",
    "prev": "ver projeto anterior",
    "next": "ver próximo projeto",
    "solo": "individual",
    "group": "em grupo",
    "floppa": "uma homenagem ao meu animal favorito, o caracal, feita usando React!",
    "agidoc":"um protótitpo de um sistema de assinatura de contratos, utilizando React e Redux",
    "theo": "fã clube para o meu cachorro Theo, utilizando Angular",
    "films": "um website de uma plataforma de streaming, utilizando HTML/CSS/Js, JsonServer e Bootstrap",
    "kimetsu": "um projeto React sobre o anime Demon Slayer, com um tema trocável utilizando Styled Components",
    "batcat": "Uma biblioteca de álbuns dos meus estilos musicais preferidos, utilizando React e Redux",
    "techcat":"Um e-commerce de livraria de tecnologia, utilizando React e Redux",
    "gym": "Dashboard de admin para uma academia, usando ContextAPI e estilizada com Styled Components",
    "horror": "Um website de uma plataforma de streaming de filmes de terror, usando React e Redux",
    "vet": "Um website para uma clínica veterinária, usando HTML/CSS/Js e Bootstrap, feito em um coding dojo",
    "rick": "Site sobre a série Rick e Morty, usando ContextAPI e estilizada com Styled Components"

  }

}

